Repository: unofficial-opensource-apple/fetchmail
Catalog: fetchmail/po/*.po
Languages: cs

source: Spam-blocking disabled
cs: Antispammingová pravidla: vypnuta

source: Server connection will be brought up with "%s".
cs: Pøíkaz pro navázání spojení se serverem: "%s"

source: No pre-connection command.
cs: Pøíkaz pro navázání spojení se serverem: nespecifikován

source: Server connection will be taken down with "%s".
cs: Pøíkaz pro ukonèení spojení se serverem: "%s"

source: No post-connection command.
cs: Pøíkaz pro ukonèení spojení se serverem: nespecifikován

source: No localnames declared for this host.
cs: Poèet rozpoznaných místních jmen: 0

source: Multi-drop mode:
cs: Re¾im spoleèných schránek

source: Single-drop mode:
cs: Re¾im soukromých schránek:

source: %d local name(s) recognized.
cs: Poèet rozpoznaných místních jmen: %d

source: DNS lookup for multidrop addresses is %s.
cs: Vyhledávání DNS jmen pro adresy spoleèných schránek je %s

source: Server aliases will be compared with multidrop addresses by
cs: Pøezdívky serveru budou porovnávány s adresami spoleèných schránek podle

source: IP address.
cs: IP-adresy.

source: name.
cs: jména.

source: Envelope-address routing is disabled
cs: Smìrování dle obálkové adresy vypnuto

source: Envelope header is assumed to be: %s
cs: Za obálkovou hlavièku pova¾uji: %s

source: Received
cs: Pøijmuto

source: Number of envelope header to be parsed: %d
cs: Poèet obálkových hlavièek ke zpracování: %d

source: Prefix %s will be removed from user id
cs: Pøedpona %s bude odtr¾ena od u¾ivatelského id

source: No prefix stripping
cs: ®ádné pøedpony nebudou odtrhávány

source: Predeclared mailserver aliases:
cs: Deklarované pøezdívky po¹tovního serveru:

source: Local domains:
cs: Místní domény:

source: Connection must be through interface %s.
cs: Spojení musí procházet pøes toto rozhraní: %s

source: No interface requirement specified.
cs: Spojení musí procházet pøes toto rozhraní: nespecifikováno

source: Polling loop will monitor %s.
cs: Monitorování aktivity: monitoruji %s

source: No monitor interface specified.
cs: Monitorování aktivity: vypnuto

source: Server connections will be made via plugin %s (--plugin %s).
cs: Pøíkaz pro navázání TCP spojení: %s (--plugin %s)

source: No plugin command specified.
cs: Pøíkaz pro navázání TCP spojení: nespecifikován

source: Listener connections will be made via plugout %s (--plugout %s).
cs: Pøíkaz pro navázání SMTP spojení: %s (--plugout %s)

source: No plugout command specified.
cs: Pøíkaz pro navázání SMTP spojení: nespecifikován

source: No UIDs saved from this host.
cs: Poèet UID ulo¾ených z tohoto stroje: 0

source: %d UIDs saved.
cs: Poèet UID ulo¾ených z tohoto stroje: %d

source: Pass-through properties "%s".
cs: Pøedávací vlastnosti "%s".

source: alloca failed
cs: volání alloca selhalo

source: ERROR: no support for getpassword() routine
cs: CHYBA: funkce getpassword() není podporována

source: Caught SIGINT... bailing out.
cs: Zachycen SIGINT... konèím.

source: fetchmail: thread sleeping for %d sec.
cs: fetchmail: vlákno uspáno (poèet sekund: %d)

source: Protocol identified as IMAP4 rev 1
cs: Protokol rozpoznán jako IMAP4 rev 1

source: Protocol identified as IMAP4 rev 0
cs: Protokol rozpoznán jako IMAP4 rev 0

source: Protocol identified as IMAP2 or IMAP2BIS
cs: Protokol rozpoznán jako IMAP2 nebo IMAP2BIS

source: will idle after poll
cs: budu udr¾ovat stálé spojení se serverem

source: Required OTP capability not compiled into fetchmail
cs: Fetchmail byl pøelo¾en bez podpory pro po¾adovanou metodu ovìøení OTP

source: Required NTLM capability not compiled into fetchmail
cs: Fetchmail byl pøelo¾en bez podpory pro po¾adovanou metodu ovìøení NTLM

source: Required LOGIN capability not supported by server
cs: Server nepodporuje po¾adovanou metodu ovìøení LOGIN

source: re-poll failed
cs: obnovené stahování se nezdaøilo

source: %d messages waiting after re-poll
cs: poèet zpráv zbývajících po obnoveném stahování: %d

source: mailbox selection failed
cs: volba po¹tovní schránky se nezdaøila

source: %d messages waiting after first poll
cs: poèet zpráv zbývajících po prvním stahování: %d

source: search for unseen messages failed
cs: hledání nepøeètených zpráv bylo neúspì¹né

source: %u is unseen
cs: %u nepøeètených

source: Unable to open kvm interface. Make sure fetchmail is SGID kmem.
cs: Nemohu otevøít kvm rozhraní. Ujistìte se, ¾e fetchmail má práva skupiny kmem.

source: Unable to parse interface name from %s
cs: Nelze analyzovat název rozhraní %s

source: get_ifinfo: sysctl (iflist estimate) failed
cs: get_ifinfo: volání sysctl (získání seznamu rozhraní) selhalo

source: get_ifinfo: malloc failed
cs: get_ifinfo: volání malloc selhalo

source: get_ifinfo: sysctl (iflist) failed
cs: get_ifinfo: volání sysctl (seznam rozhraní) selhalo

source: Routing message version %d not understood.
cs: Neznámá smìøovací zpráva %d

source: No interface found with name %s
cs: Rozhraní %s nenalezeno

source: No IP address found for %s
cs: pro rozhraní %s nebyly nalezeny ¾ádné IP-adresy

source: missing IP interface address
cs: chybí adresa IP-rozhraní

source: invalid IP interface address
cs: nesprávná IP-adresa rozhraní

source: invalid IP interface mask
cs: nesprávná IP-maska rozhraní

source: activity on %s -noted- as %d
cs: aktivita na %s zaznamenána jako %d

source: skipping poll of %s, %s down
cs: nestahuji z %s, %s není operativní

source: skipping poll of %s, %s IP address excluded
cs: nestahuji z %s, IP-adresa %s vylouèena

source: activity on %s checked as %d
cs: aktivita na %s zkontrolována jako %d

source: skipping poll of %s, %s inactive
cs: nestahuji z %s, %s není aktivní

source: activity on %s was %d, is %d
cs: aktivita na %s byla %d, je %d

source: warning: found "%s" before any host names
cs: varování: døíve ne¾ jméno stroje bylo nalezeno "%s"

source: %s:%d: warning: found "%s" before any host names
cs: %s:%d: varování: døíve ne¾ jméno stroje bylo nalezeno "%s"

source: %s:%d: warning: unknown token "%s"
cs: %s%d: varování: neznámý token "%s"

source: String '%s' is not a valid number string.
cs: Øetìzec '%s' není platným èíslem.

source: Value of string '%s' is %s than %d.
cs: Hodnota øetìzce '%s' je %s ne¾ %d.

source: smaller
cs: men¹í

source: larger
cs: vìt¹í

source: Invalid protocol `%s' specified.
cs: Specifikovaný protokol `%s' není správný.

source: Invalid authentication `%s' specified.
cs: Specifikovaná autentizaèní metoda %s je nesprávná.

source: fetchmail: network security support is disabled
cs: fetchmail: funkce sí»ové bezpeènosti jsou vypnuty

source: usage: fetchmail [options] [server ...]
cs: Pou¾ití: fetchmail [pøepínaèe] [server ...]

source: Options are as follows:
cs: Pøepínaèe:

source: -?, --help display this option help
cs: -?, --help zobrazí tuto nápovìdu

source: -V, --version display version info
cs: -V, --version zobrazí informace o verzi

source: -c, --check check for messages without fetching
cs: -c, --check zkontroluje, ale nestáhne po¹tu

source: -s, --silent work silently
cs: -s, --silent nevypisuje ¾ádné hlá¹ky

source: -v, --verbose work noisily (diagnostic output)
cs: -v, --verbose vypisuje kontrolní hlá¹ky

source: -d, --daemon run as a daemon once per n seconds
cs: -d, --daemon bì¾í jako démon jednou za n vteøin

source: -N, --nodetach don't detach daemon process
cs: -N, --nodetach démon se neodpojí od terminálu

source: -q, --quit kill daemon process
cs: -q, --quit ukonèí démon

source: -L, --logfile specify logfile name
cs: -L, --logfile soubor pro záznam èinnosti

source: --syslog use syslog(3) for most messages when running as a daemon
cs: --syslog pokud bì¾í jako démon, zaznamená vìt¹inu zpráv pomocí pomocí syslog(3)

source: --invisible don't write Received & enable host spoofing
cs: --invisible nebude zapisovat hlavièku 'Received' a bude pøedstírat, ¾e je po¹tovním serverem

source: -f, --fetchmailrc specify alternate run control file
cs: -f, --fetchmailrc alternativní konfiguraèní soubor

source: -i, --idfile specify alternate UIDs file
cs: -i, --idfile alternativní UID soubor

source: --postmaster specify recipient of last resort
cs: --postmaster nouzový pøíjemce po¹ty

source: --nobounce redirect bounces from user to postmaster.
cs: --nobounce zprávy s hlá¹ením o chybách budou posílány u¾ivateli postmaster.

source: -I, --interface interface required specification
cs: -I, --interface vy¾adované parametry rozhraní

source: -M, --monitor monitor interface for activity
cs: -M, --monitor monitoruje aktivitu na rozhraní

source: --ssl enable ssl encrypted session
cs: --ssl pou¾ije bezpeènostní protokol ssl

source: --sslkey ssl private key file
cs: --sslkey soubor se soukromým klíèem ssl

source: --sslcert ssl client certificate
cs: --sslcert certifikát ssl klienta

source: --sslproto force ssl protocol (ssl2/ssl3/tls1)
cs: --sslproto pou¾ije ssl protokol (ssl2/ssl3/tls1)

source: --plugin specify external command to open connection
cs: --plugin vnìj¹í pøíkaz k navázání TCP spojení

source: --plugout specify external command to open smtp connection
cs: --plugout vnìj¹í pøíkaz k navázání smtp spojení

source: -p, --protocol specify retrieval protocol (see man page)
cs: -p, --protocol protokol pro stahování (viz manuálová stránka)

source: -U, --uidl force the use of UIDLs (pop3 only)
cs: -U, --uidl pou¾ije UIDL (pouze s pop3)

source: -P, --port TCP/IP service port to connect to
cs: -P, --port TCP/IP port, ke kterému se pøipojí

source: --auth authentication type (password/kerberos/ssh)
cs: --auth druh autentizace (heslo/kerberos/ssh)

source: -t, --timeout server nonresponse timeout
cs: -t, --timeout èas po který se bude èekat na odpovìï serveru

source: -E, --envelope envelope address header
cs: -E, --envelope hlavièka, její¾ hodnota bude pova¾ována za obálkovou adresu

source: -Q, --qvirtual prefix to remove from local user id
cs: -Q, --qvirtual pøedpona, je¾ bude odtr¾ena od id místního u¾ivatele

source: --principal mail service principal
cs: --principal u¾ivatel po¹tovní slu¾by

source: -u, --username specify users's login on server
cs: -u, --username u¾ivatelské jméno na serveru

source: -a, --all retrieve old and new messages
cs: -a, --all stáhne staré i nové zprávy

source: -K, --nokeep delete new messages after retrieval
cs: -K, --nokeep nové zprávy po sta¾ení sma¾e

source: -k, --keep save new messages after retrieval
cs: -k, --keep nové zprávy po sta¾ení ponechá na serveru

source: -F, --flush delete old messages from server
cs: -F, --flush sma¾e staré zprávy ze serveru

source: -n, --norewrite don't rewrite header addresses
cs: -n, --norewrite nepøepí¹e adresy v hlavièkách

source: -l, --limit don't fetch messages over given size
cs: -l, --limit nestáhne zprávy pøekraèující zadanou velikost

source: -w, --warnings interval between warning mail notification
cs: -w, --warnings interval zasílání varovných zpráv

source: -T, --netsec set IP security request
cs: -T, --netsec nastaví bezpeènostní výzvu IP

source: -S, --smtphost set SMTP forwarding host
cs: -S, --smtphost SMTP server pøejímající zprávy

source: -D, --smtpaddress set SMTP delivery domain to use
cs: -D, --smtpadress cílová SMTP doména

source: --smtpname set SMTP full name username@domain
cs: --smtpname nastaví plná SMTP jméno na jméno@doména

source: -Z, --antispam, set antispam response values
cs: -Z, --antispam specifikuje odpovìdi antispammingových pravidel

source: -b, --batchlimit set batch limit for SMTP connections
cs: -b, --batchlimit dávkový limit pro SMTP spojení

source: -B, --fetchlimit set fetch limit for server connections
cs: -B, --fetchlimit maximální poèet zpráv sta¾ených ze serveru

source: -e, --expunge set max deletions between expunges
cs: -e, --expunge maximální poèet smazání mezi zahozením zpráv

source: -m, --mda set MDA to use for forwarding
cs: -m, --mda MDA kterému budou pøedávány zprávy

source: --bsmtp set output BSMTP file
cs: --bsmtp výstupní BSMTP soubor

source: --lmtp use LMTP (RFC2033) for delivery
cs: --lmtp pro doruèení pou¾ije LMTP (RFC2033)

source: -r, --folder specify remote folder name
cs: -r, --folder jméno vzdálené po¹tovní schránky

source: --showdots show progress dots even in logfiles
cs: --showdots teèky zobrazující postup èinnosti bude vypisovat i do souboru se záznamem o èinnosti

source: Required APOP timestamp not found in greeting
cs: Po¾adovaný èasový údaj APOP nebyl v pozdravu nalezen

source: Timestamp syntax error in greeting
cs: Syntaktická chyba v èasovém údaji z pozdravu

source: Undefined protocol request in POP3_auth
cs: ®ádost o neznámý protokol v POP3_auth

source: lock busy! Is another session active?
cs: Zamèeno! Je aktivní jiné sezení?

source: Messages inserted into list on server. Cannot handle this.
cs: Zprávy na serveru jsou v listu. Nelze zpracovat.

source: protocol error
cs: chyba protokolu

source: protocol error while fetching UIDLs
cs: chyba protokolu pøi stahování seznamu UIDL

source: Option --remote is not supported with POP3
cs: Pøepínaè --remote není s protokolem POP3 podporován

source: server option after user options
cs: volba 'server' následuje po volbì 'user'

source: SDPS not enabled.
cs: SDPS není zapnuto

source: invalid security request
cs: chybný bezpeènostní po¾adavek

source: network-security support disabled
cs: funkce sí»ové bezpeènosti jsou vypnuty

source: fetchmail: interface option is only supported under Linux (without IPv6) and FreeBSD
cs: fetchmail: volba 'interface' je podporována pouze na Linuxu (bez IPv6) a FreeBSD

source: fetchmail: monitor option is only supported under Linux (without IPv6) and FreeBSD
cs: fetchmail: volba 'monitor' je podporována pouze na Linuxu (bez IPv6) a FreeBSD

source: end of input
cs: konec vstupu

source: File %s must not be a symbolic link.
cs: SOubor %s nesmí být symbolickým odkazem.

source: File %s must have no more than -rwx--x--- (0710) permissions.
cs: Pøístupová práva souboru %s musí být maximýlnì -rwx--x--- (0710).

source: File %s must be owned by you.
cs: Musíte být vlastníkem souboru %s.

source: About to rewrite %s
cs: chystám se pøepsat %s

source: Rewritten version is %s
cs: Pøepsaná verze je %s

source: Success
cs: Úspìch

source: Restricted user (something wrong with account)
cs: Limitovaný u¾ivatel (nìco je v nepoøádku s úètem)

source: Invalid userid or passphrase
cs: Nesprávné u¾ivatelské id èi heslo

source: Deity error
cs: chyba oblasti

source: RPA token 2: Base64 decode error
cs: RPA token2: chyba pøi dekódováni BASE64

source: Service chose RPA version %d.%d
cs: Verze RPA %d.%d

source: Service challenge (l=%d):
cs: Heslo slu¾by (l=%d)

source: Service timestamp %s
cs: Èasový údaj slu¾by %s

source: RPA token 2 length error
cs: Chybná dálka RPA tokenu 2

source: Realm list: %s
cs: Seznam oblastí: %s

source: RPA error in service@realm string
cs: chyba RPA v øetìzci slu¾ba@oblast

source: RPA token 4: Base64 decode error
cs: RPA token 4: chyba pøi dekódováni BASE64

source: User authentication (l=%d):
cs: Autentizace u¾ivatele (l=%d):

source: RPA status: %02X
cs: status RPA: %02X

source: RPA token 4 length error
cs: Chybná délka RPA tokenu 4

source: RPA rejects you: %s
cs: RPA vás odmítá: %s

source: RPA rejects you, reason unknown
cs: RPA vás odmítá, dùvod není znám

source: RPA User Authentication length error: %d
cs: Chybná délka ovìøení u¾ivatele: %d

source: RPA Session key length error: %d
cs: Chybná délka klíèe sezení: %d

source: RPA _service_ auth fail. Spoof server?
cs: Autentizaèní _slu¾ba_ RPA selhala. Fale¹ný server?

source: Session key established:
cs: Klíè sezení vytvoøen:

source: RPA authorisation complete
cs: RPA autentizace dokonèena

source: Get response
cs: Oèekávám odpovìï

source: Get response return %d [%s]
cs: Oèekávání odpovìdi skonèilo s výsledkem %d [%s]

source: Hdr not 60
cs: Délka hlavièky není 60

source: Token length error
cs: Chybná délka tokenu

source: Token Length %d disagrees with rxlen %d
cs: Délka tokenu (%d) neodpovídá rxlen (%d)

source: Mechanism field incorrect
cs: ©patný mechanismus

source: dec64 error at char %d: %x
cs: dec64 chyba na znaku %d: %x

source: Inbound binary data:
cs: Vstupní binární data:

source: Outbound data:
cs: Výstupní binární data:

source: RPA String too long
cs: RPA øetìzec je pøíli¹ dlouhý

source: RPA Failed open of /dev/urandom. This shouldn't
cs: RPA se nezdaøilo otevøít /dev/urandom. To by vám

source: prevent you logging in, but means you
cs: nemìlo zabránit v pøihlá¹ení, nicménì

source: cannot be sure you are talking to the
cs: si nemù¾ete být jisti, ¾e komunikujete

source: service that you think you are (replay
cs: s tou slu¾bou, co se domníváte (Slu¾ba

source: attacks by a dishonest service are possible.)
cs: se mù¾e vydávat za jinou s neèestným úmyslem.)

source: User challenge:
cs: Výzva u¾ivatele:

source: MD5 being applied to data block:
cs: aplikuji MD5 na datový block:

source: MD5 result is:
cs: výsledek MD5 je:

source: forwarding to %s
cs: pøeposílám na %s

source: SMTP: (bounce-message body)
cs: SMTP: (posláno hlá¹ení o chybì)

source: mail from %s bounced to %s
cs: zpráva s hlí¹ením o chybì od %s poslána %s

source: Saved error is still %d
cs: Ulo¾ená chyba je stále %d

source: %cMTP error: %s
cs: %cMTP chyba: %s

source: BSMTP file open or preamble write failed
cs: nezdaøilo se otevøení BSMTP souboru èi zápis preambule

source: %cMTP listener doesn't like recipient address `%s'
cs: %cMTP démonu se nelíbí cílová adresa `%s'

source: can't even send to %s!
cs: nelze odeslat ani na %s!

source: no address matches; forwarding to %s.
cs: neodpovídá ¾ádná adresa; pøeposílám na %s

source: %cMTP connect to %s failed
cs: %cMTP spojení s %s se nezdaøilo

source: can't raise the listener; falling back to
cs: nepodaøilo se spustit démon; pou¾ívám

source: about to deliver with: %s
cs: chystám se doruèit pomocí %s

source: MDA open failed
cs: chyba pøi spu¹tìní MDA

source: MDA exited abnormally or returned nonzero status
cs: MDA buï skonèil chybnì, nebo vrátil nenulový status

source: Message termination or close of BSMTP file failed
cs: Ukonèení zprávy èi uzavøení BSMTP souboru se nezdaøilo

source: SMTP listener refused delivery
cs: SMTP démon odmítl doruèení

source: LMTP delivery error on EOM
cs: chyba LMTP pøíkazu EOM

source: Unexpected non-503 response to LMTP EOM: %s
cs: Na LMTP pøíkaz EOM neoèekávanì pøi¹la jiná odpovìï (%s) ne¾ 503

source: -- The Fetchmail Daemon
cs: -- Fetchmail démon

source: fetchmail: malloc failed
cs: fetchmail: volání malloc selhalo

source: fetchmail: socketpair failed
cs: fetchmail: volání socketpair selhalo

source: fetchmail: fork failed
cs: fetchmail: volání fork selhalo

source: dup2 failed
cs: volání dup2 selhalo

source: running %s (host %s service %s)
cs: spou¹tím %s (stroj %s slu¾ba %s)

source: execvp(%s) failed
cs: volání execvp(%s) selhalo

source: fetchmail: illegal address length received for host %s
cs: fetchmail: nesprávná délka adresy pro stroj %s

source: Issuer Organization: %s
cs: Organizace vydavatele: %s

source: Unknown Organization
cs: Neznámá organizace

source: Issuer CommonName: %s
cs: Jméno vydavatele: %s

source: Unknown Issuer CommonName
cs: Neznámé jméno vydavatele

source: Server CommonName: %s
cs: Jméno poèítaèe: %s

source: Unknown Server CommonName
cs: Neznámé jméno poèítaèe

source: unknown issuer= %s
cs: neznámý vydavatel= %s

source: Server Certificate not yet valid
cs: Certifikát serveru zatím nenabyl platnosti

source: Server Certificate expired
cs: Platnost certifikátu serveru ji¾ vypr¹ela

source: File descriptor out of range for SSL
cs: Nejsou volné deskriptory souborù pro SSL

source: Invalid SSL protocol '%s' specified, using default (SSLv23).
cs: Byl zadán chybný SSL protokol (`%s'), pou¾ívám implicitní SSLv23.

source: Old UID list from %s:
cs: Starý seznam UID z %s:

source: <empty>
cs: <prázdný>

source: Scratch list of UIDs:
cs: Pracovní seznam UID:

source: New UID list from %s:
cs: Nový seznam UID z %s:

source: swapping UID lists
cs: Prohazuji seznamy UID.

source: not swapping UID lists, no UIDs seen this query
cs: Neprohazuji seznamy UID. Pøi tomto spojení se ¾ádná UID nevyskytla.

source: Deleting fetchids file.
cs: Ma¾u soubor s UID.

source: Writing fetchids file.
cs: Ukládám UID do souboru.

source: malloc failed
cs: volání malloc selhalo

source: realloc failed
cs: volání realloc selhalo
