Repository: unofficial-opensource-apple/fetchmail
Catalog: fetchmail/po/*.po
Languages: cs

source: Checking if %s is really the same node as %s
cs: Ovìøuji zda uzly %s a %s jsou toto¾né

source: Yes, their IP addresses match
cs: Ano, jejich IP-adresy se shodují

source: No, their IP addresses don't match
cs: Ne, jejich IP-adresy se li¹í

source: nameserver failure while looking for `%s' during poll of %s.
cs: chyba DNS serveru pøi vyhledávání `%s' v prùbìhu stahování z %s

source: mapped %s to local %s
cs: %s mapováno na místní %s

source: passed through %s matching %s
cs: pøedáno %s, vyhovuje %s

source: analyzing Received line: %s
cs: analyzuji hlavièku 'Received': %s

source: line accepted, %s is an alias of the mailserver
cs: øádek akceptován, %s je pøezdívkou po¹tovního serveru

source: line rejected, %s is not an alias of the mailserver
cs: øádek odmítnut, %s není pøezdívkou po¹tovního serveru

source: no Received address found
cs: hlavièka 'Received' s adresou nebyla nalezena

source: found Received address `%s'
cs: v hlavièce 'Received' byla nalezena adresa `%s'

source: message delimiter found while scanning headers
cs: pøi prohledávání hlavièek byl nalezen oddìlovaè zprávy

source: no local matches, forwarding to %s
cs: nevyhovuje ¾ádná z místních adres, pøeposílám na %s

source: forwarding and deletion suppressed due to DNS errors
cs: pøeposílání a mazání bylo zru¹eno kvùli chybám DNS

source: writing RFC822 msgblk.headers
cs: zapisuji RFC822 msgblk.headers

source: no recipient addresses matched declared local names
cs: adresám pøíjemcù nevyhovuje ¾ádné z deklarovaných místních u¾ivatelských jmen

source: recipient address %s didn't match any local name
cs: adrese pøíjemce (%s) nevyhovuje ¾ádné z místních u¾ivatelských jmen

source: message has embedded NULs
cs: zpráva obsahuje znaky NUL

source: SMTP listener rejected local recipient addresses:
cs: SMTP démon odmítl tyto místní adresy:

source: writing message text
cs: zapisuji text zprávy

source: kerberos error %s
cs: chyba kerberu %s

source: krb5_sendauth: %s [server says '%*s']
cs: krb5_sendauth: %s [server øíká '%*s']

source: Subject: Fetchmail oversized-messages warning. The following oversized messages remain on the mail server %s:
cs: Subject: fetchmail: varování kvùli pøíli¹ veliké zprávì Následující zprávy zùstanou kvùli pøíli¹né velikosti na serveru %s:

source: %d msg %d octets long skipped by fetchmail.
cs: %d. zpráva o délce %d v bajtech byla fetchmailem pøeskoèena.

source: SIGPIPE thrown from an MDA or a stream socket error
cs: buï nastala chyba soketu, nebo MDA poslal SIGPIPE

source: timeout after %d seconds waiting to connect to server %s.
cs: Bìhem %d vteøin se nepodaøilo navázat spojení se serverem %s.

source: timeout after %d seconds waiting for server %s.
cs: Bìhem %d vteøin nepøi¹la od serveru %s odpovìï.

source: timeout after %d seconds waiting for %s.
cs: Bìhem %d vteøin server %s neodpovìdìl.

source: timeout after %d seconds waiting for listener to respond.
cs: Bìhem %d vteøin nepøi¹la od démona odpovìï.

source: timeout after %d seconds.
cs: Vypr¹el èas (poèet vteøin: %d).

source: Subject: fetchmail sees repeated timeouts
cs: Vìc: opakovanì vypr¹el èas

source: Fetchmail saw more than %d timeouts while attempting to get mail from %s@%s.
cs: Více ne¾ %d. vypr¹el èas pøi pokusu stáhnout po¹tu z %s@%s.

source: This could mean that your mailserver is stuck, or that your SMTP server is wedged, or that your mailbox file on the server has been corrupted by a server error. You can run `fetchmail -v -v' to diagnose the problem. Fetchmail won't poll this mailbox again until you restart it.
cs: To mù¾e znamenat, ¾e vá¹ po¹tovní server je mimo provoz, nebo SMTP démon je nedostupný, nebo schránka na serveru byla po¹kozena chybou serveru. Problém mù¾ete identifikovat pøíkazem `fetchmail -v -v'. Fetchmail ji¾ nebude vybírat z této schránky, dokud jej znovu nespustíte.

source: pre-connection command failed with status %d
cs: pøíkaz pøed spojením selhal (status %d)

source: internal inconsistency
cs: vnitøní inkonzistence

source: %s connection to %s failed
cs: %s spojení s %s se nezdaøilo

source: host is unknown.
cs: stroj není znám

source: name is valid but has no IP address.
cs: jméno je platné, ale nemá IP-adresu

source: unrecoverable name server error.
cs: neodstranitelná chyba serveru doménových jmen

source: temporary name server error.
cs: doèasná chyba serveru doménových jmen

source: unknown DNS error %d.
cs: neznámá chyba DNS %d

source: Subject: Fetchmail unreachable-server warning. Fetchmail could not reach the mail server %s:
cs: Subject: fetchmail: varování kvùli nedostupnosti serveru Nepodaøilo se navázat spojení se serverem %s:

source: SSL connection failed.
cs: SSL spojení se nezdaøilo.

source: Lock-busy error on %s@%s
cs: Chyba zámku na %s@%s

source: Server busy error on %s@%s
cs: Pøi stahování z %s@%s nastala chyba: server je zaneprázdnìn

source: Authorization failure on %s@%s%s
cs: Chyba autorizace pro %s@%s%s

source: Subject: fetchmail authentication failed
cs: Vìc: autentizace fetchmailu se nezdaøila

source: Fetchmail could not get mail from %s@%s.
cs: Fetchmail nemohl stáhnout po¹tu z %s@%s.

source: The attempt to get authorization failed. Since we have already succeeded in getting authorization for this connection, this is probably another failure mode (such as busy server) that fetchmail cannot distinguish because the server didn't send a useful error message. However, if you HAVE changed you account details since starting the fetchmail daemon, you need to stop the daemon, change your configuration of fetchmail, and then restart the daemon. The fetchmail daemon will continue running and attempt to connect at each cycle. No future notifications will be sent until service is restored.
cs: Autorizace se nezdaøila. Jeliko¾ toto spojení ji¾ bylo jednou úspì¹nì autorizováno, tak se zøejmì jedná o jinou chybu (napø. mù¾e být zaneprázdnìn server), kterou fetchmail nemù¾e identifikovat, proto¾e server nezaslal jednoznaèné chybové hlá¹ení. Pokud jste v¹ak po spu¹tìní fetchmail démona zmìnil nastavení va¹eho úètu, pak musíte zmìnit konfigurace fetchmailu a poté jej restartovat. Fetchmail démon bude pokraèovat v èinnosti a v ka¾dém cyklu se pokusí navázat spojení se serverem. ®ádná dal¹í upozornìní nebudou do obnovení slu¾by zasílána.

source: The attempt to get authorization failed. This probably means your password is invalid, but some servers have other failure modes that fetchmail cannot distinguish from this because they don't send useful error messages on login failure. The fetchmail daemon will continue running and attempt to connect at each cycle. No future notifications will be sent until service is restored.
cs: Autorizace se nezdaøila. To pravdìpodobnì znamená, ¾e va¹e heslo je nesprávné, ale mù¾e se jednat i o jinou chybu, nebo» nìkteré servery nezasílají jednoznaèná chybová hlá¹ení. Fetchmail démon bude pokraèovat v èinnosti a v ka¾dém cyklu se pokusí navázat spojení se serverem. ®ádná dal¹í upozornìní nebudou do obnovení slu¾by zasílána.

source: Unknown login or authentication error on %s@%s
cs: Neznámá chyba pøi pøihlá¹ení èi autorizaci na %s@%s

source: Authorization OK on %s@%s
cs: Úspì¹ná autorizace pro %s@%s

source: Subject: fetchmail authentication OK
cs: Vìc: úspì¹ná autentizace fetchmailu

source: Fetchmail was able to log into %s@%s.
cs: Fetchmail se úspì¹nì pøihlásil k %s@%s.

source: Service has been restored.
cs: Slu¾ba byla obnovena.

source: selecting or re-polling folder %s
cs: otevírám schránku %s

source: selecting or re-polling default folder
cs: otevírám implicitní schránku

source: %s at %s (folder %s)
cs: %s na %s (schránka %s)

source: %s at %s
cs: %s na %s

source: Polling %s
cs: Stahuji z %s

source: %d %s (%d seen) for %s
cs: poèet %2$s pro u¾ivatele %4$s: %1$d (%3$d pøeètených)

source: messages
cs: zpráv

source: message
cs: zpráv

source: %d %s for %s
cs: poèet %2$s pro u¾ivatele %3$s: %1$d

source: (%d octets).
cs: (poèet bajtù: %d).

source: No mail for %s
cs: ®ádná po¹ta pro u¾ivatele %s

source: Skipping message %d, length -1
cs: Zprávu %d vynechávám, délka -1

source: skipping message %d (%d octets)
cs: zprávu %d (poèet oktetù: %d) vynechávám

source: (oversized, %d octets)
cs: (nadmìrná velikost, poèet bajtù: %d)

source: reading message %d of %d
cs: ètu %d. zprávu z %d

source: (%d %soctets)
cs: (poèet bajtù: %d %s)

source: header
cs: v hlavièce

source: (%d body octets)
cs: (poèet bajtù v tìle: %d)

source: message %d was not the expected length (%d actual != %d expected)
cs: zpráva %d má neoèekávanou velikost (velikost je %d, oèekáváno %d)

source: retained
cs: zachována(y)

source: flushed
cs: smazána(y)

source: not flushed
cs: nesmazána(y)

source: fetchlimit %d reached; %d messages left on server
cs: hranice pro sta¾ení (%d) dosa¾ena; poèet zpráv ponechaných na serveru: %d

source: socket
cs: soketu

source: missing or bad RFC822 header
cs: RFC822 hlavièky

source: client/server synchronization
cs: synchronizace mezi serverem a klientem

source: client/server protocol
cs: klient/server protokolu

source: lock busy on server
cs: zámku na serveru

source: SMTP transaction
cs: SMTP transakce

source: DNS lookup
cs: hledání jména stroje

source: undefined error
cs: nedefinovaná

source: %s error while delivering to SMTP host %s
cs: pøi odesílání SMTP protokolem na %2$s nastala chyba %1$s

source: %s error while fetching from %s
cs: pøi stahování z %2$s nastala chyba %1$s

source: post-connection command failed with status %d
cs: pøíkaz po spojení selhal (status %d)

source: Kerberos V4 support not linked.
cs: Kerberos v4 není podporován.

source: Kerberos V5 support not linked.
cs: Kerberos v5 není podporován.

source: Option --flush is not supported with %s
cs: Pøepínaè --flush nepodporuje argument %s

source: Option --all is not supported with %s
cs: Pøepínaè --all nepodporuje argument %s

source: Option --limit is not supported with %s
cs: Pøepínaè --limit nepodporuje argument %s

source: %s: You don't exist. Go away.
cs: %s: Takový úèet zde neexistuje. Okam¾itì se odpojte.

source: %s: can't determine your host!
cs: %s: jméno va¹eho stroje nelze zjistit!

source: gethostbyname failed for %s
cs: volání gethostbyname pro %s selhalo

source: Unknown system error
cs: neznámá systémová chyba

source: %s (log message incomplete)
cs: %s (nedokonèený záznam èinnosti)

source: partial error message buffer overflow
cs: pøeteèení bufferu pøi tvoøení chybové zprávy

source: %s's SMTP listener does not support ESMTP
cs: SMTP démon na %s nepodporuje ESMTP

source: %s's SMTP listener does not support ETRN
cs: SMTP démon na %s nepodporuje ETRN

source: Queuing for %s started
cs: Vytváøím frontu pro %s

source: No messages waiting for %s
cs: Pro %s nejsou ¾ádné zprávy

source: Pending messages for %s started
cs: Posílám zprávy pro %s

source: Unable to queue messages for node %s
cs: Frontu zpráv pro %s nelze vytvoøit

source: Node %s not allowed: %s
cs: Uzel %s nemá povolen pøístup: %s

source: ETRN syntax error
cs: syntaktická chyba ETRN

source: ETRN syntax error in parameters
cs: syntaktická chyba v parametrech ETRN

source: Unknown ETRN error %d
cs: Neznámá chyba ETRN %d

source: Option --keep is not supported with ETRN
cs: Pøepínaè --keep není s protokolem ETRN podporován.

source: Option --flush is not supported with ETRN
cs: Pøepínaè --flush není s protokolem ETRN podporován.

source: Option --remote is not supported with ETRN
cs: Pøepínaè --remote není s protokolem ETRN podporován.

source: Option --check is not supported with ETRN
cs: Pøepínaè --check není s protokolem ETRN podporován.

source: fetchmail: invoked with
cs: zadané pøepínaèe:

source: This is fetchmail release %s
cs: Fetchmail verze %s

source: Taking options from command line%s%s
cs: Zpracovávám volby z pøíkazového øádku%s%s

source: and
cs: a

source: No mailservers set up -- perhaps %s is missing?
cs: Není specifikován ¾ádný po¹tovní server - mo¾ná chybí %s?

source: fetchmail: no mailservers have been specified.
cs: fetchmail: nebyl specifikován ¾ádný po¹tovní server.

source: fetchmail: no other fetchmail is running
cs: fetchmail: jiný fetchmail není spu¹tìn

source: fetchmail: error killing %s fetchmail at %d; bailing out.
cs: fetchmail: nepodaøilo se zabít fetchmail %s (PID %d); konèím.

source: background
cs: na pozadí

source: foreground
cs: v popøedí

source: fetchmail: %s fetchmail at %d killed.
cs: fetchmail: fetchmail %s (PID %d) byl zabit.

source: fetchmail: can't check mail while another fetchmail to same host is running.
cs: fetchmail: po¹tu nelze stahovat, kdy¾ ji jiný fetchmail stahuje z tého¾ serveru.

source: fetchmail: can't poll specified hosts with another fetchmail running at %d.
cs: fetchmail: po¹tu nelze stahovat ze zadaných serverù, kdy¾ bì¾í jiný fetchmail (PID %d).

source: fetchmail: another foreground fetchmail is running at %d.
cs: fetchmail: v popøedí bì¾í jiný fetchmail (PID %d).

source: fetchmail: can't accept options while a background fetchmail is running.
cs: fetchmail: neakceptuji pøepínaèe, jestli¾e jiný fetchmail bì¾í na pozadí.

source: fetchmail: background fetchmail at %d awakened.
cs: fetchmail: fetchmail bì¾ící na pozadí (PID %d) byl probuzen.

source: fetchmail: elder sibling at %d died mysteriously.
cs: fetchmail: star¹í proces (PID %d) z neznámých dùvodù skonèil.

source: fetchmail: can't find a password for %s@%s.
cs: fetchmail: heslo pro %s@%s nelze nalézt.

source: Enter password for %s@%s:
cs: Zadejte heslo pro %s@%s:

source: starting fetchmail %s daemon
cs: spou¹tím fetchmail démon %s

source: couldn't time-check %s (error %d)
cs: èas poslední zmìny %s nelze zjistit (chyba %d)

source: restarting fetchmail (%s changed)
cs: znovu spou¹tím fetchmail (konfiguraèní soubor %s byl zmìnìn)

source: attempt to re-exec fetchmail failed
cs: pokus o opìtovné spu¹tìní fetchmailu selhal

source: poll of %s skipped (failed authentication or too many timeouts)
cs: nebudu stahovat z %s (chyba autentizace nebo se nepodaøilo navázat spojení)

source: interval not reached, not querying %s
cs: je¹tì nenastala doba pro spojení s %s

source: Query status=0 (SUCCESS)
cs: Status spojení=0 (SUCCESS)

source: Query status=1 (NOMAIL)
cs: Status spojení=1 (NOMAIL)

source: Query status=2 (SOCKET)
cs: Status spojení=2 (SOCKET)

source: Query status=3 (AUTHFAIL)
cs: Status spojení=3 (AUTHFAIL)

source: Query status=4 (PROTOCOL)
cs: Status spojení=4 (PROTOCOL)

source: Query status=5 (SYNTAX)
cs: Status spojení=5 (SYNTAX)

source: Query status=6 (IOERR)
cs: Status spojení=6 (IOERR)

source: Query status=7 (ERROR)
cs: Status spojení=7 (ERROR)

source: Query status=8 (EXCLUDE)
cs: Status spojení=8 (EXCLUDE)

source: Query status=9 (LOCKBUSY)
cs: Status spojení=9 (LOCKBUSY)

source: Query status=10 (SMTP)
cs: Status spojení=10 (SMTP)

source: Query status=11 (DNS)
cs: Status spojení=11 (DNS)

source: Query status=12 (BSMTP)
cs: Status spojení=12 (BSMTP)

source: Query status=13 (MAXFETCH)
cs: Status spojení=13 (MAXFETCH)

source: Query status=%d
cs: Status spojení=%d

source: All connections are wedged. Exiting.
cs: ®ádné ze spojení není aktivní. Konèím.

source: fetchmail: sleeping at %s
cs: fetchmail: spím v %s

source: awakened by %s
cs: probuzen %s

source: awakened by signal %d
cs: probuzen signálem %d

source: awakened at %s
cs: probuzen v %s

source: normal termination, status %d
cs: normální ukonèení, status %d

source: couldn't time-check the run-control file
cs: èas poslední zmìny konfiguraèního souboru nelze zjistit

source: Warning: multiple mentions of host %s in config file
cs: Varování: stroj %s je v konfiguraèním souboru zmínìn vícekrát

source: fetchmail: warning: no DNS available to check multidrop fetches from %s
cs: fetchmail: varování: není dostupný DNS server pro kontrolu výbìru spoleèných schránek na %s

source: couldn't find HESIOD pobox for %s
cs: HESIOD schránku pro %s nelze nalézt

source: Lead server has no name.
cs: Vedoucí server nemá ¾ádné jméno.

source: couldn't find canonical DNS name of %s
cs: kanonické DNS jméno pro %s nelze nalézt

source: %s configuration invalid, port number cannot be negative
cs: Konfigurace pro %s je chybná, èíslo portu nesmí být záporné.

source: %s configuration invalid, RPOP requires a privileged port
cs: Konfigurace pro %s je chybná, RPOP vy¾aduje privilegovaný port

source: %s configuration invalid, LMTP can't use default SMTP port
cs: Konfigurace pro %s je chybná, LMTP nesmí pou¾ívat implicitní port SMTP.

source: Both fetchall and keep on in daemon mode is a mistake!
cs: Pokud fetchmail bì¾í jako démon, nelze pou¾ít voleb fetchall a keep souèasnì!

source: terminated with signal %d
cs: ukonèen signálem %d

source: %s querying %s (protocol %s) at %s
cs: v %4$s %1$s stahuje protokolem %3$s z %2$s

source: POP2 support is not configured.
cs: POP2 protokol není nastaven.

source: POP3 support is not configured.
cs: POP3 protokol není nastaven.

source: IMAP support is not configured.
cs: IMAP protokol není nastaven.

source: ETRN support is not configured.
cs: ETRN protokol není nastaven.

source: Cannot support ETRN without gethostbyname(2).
cs: ETRN není bez funkce gethostbyname(2) podporováno.

source: ODMR support is not configured.
cs: ODMR protokol není nastaven.

source: Cannot support ODMR without gethostbyname(2).
cs: ODMR není bez funkce gethostbyname(2) podporováno.

source: unsupported protocol selected.
cs: Byl zvolen nepodporovaný protokol.

source: Poll interval is %d seconds
cs: Stahování probìhne ka¾dou %d. vteøinu

source: Logfile is %s
cs: Èinnost zaznamenávám do souboru %s

source: Idfile is %s
cs: UID ukládám do souboru %s

source: Progress messages will be logged via syslog
cs: Zprávy o èinnosti zaznamenávám pomocí syslogu

source: Fetchmail will masquerade and will not generate Received
cs: Fetchmail bude pracovat skrytì a nebude generovat hlavièku 'Received'

source: Fetchmail will show progress dots even in logfiles.
cs: Teèky znázoròující postup èinnosti bude fetchmail zapisovat i do ¾urnálového souboru.

source: Fetchmail will forward misaddressed multidrop messages to %s.
cs: ©patnì adresované zprávy ze spoleèných schránek budou pøeposílány na %s.

source: Fetchmail will direct error mail to the postmaster.
cs: Chybové zprávy budou posílány u¾ivateli postmaster.

source: Fetchmail will direct error mail to the sender.
cs: Chybové zprávy budou posílány odesilateli.

source: Options for retrieving from %s@%s:
cs: Volby pro stahování z %s@%s:

source: Mail will be retrieved via %s
cs: Po¹ta bude sta¾ena z %s

source: Poll of this server will occur every %d intervals.
cs: Po¹ta bude z tohoto serveru stahována ka¾dou %d. periodu.

source: True name of server is %s.
cs: Skuteèné jméno tohoto serveru: %s.

source: This host %s be queried when no host is specified.
cs: Pokud není ¾ádný stroj specifikován, %s stahovat z tohoto poèítaèe.

source: will not
cs: nebudou

source: will
cs: budou

source: Password will be prompted for.
cs: Bude po¾adováno heslo.

source: APOP secret = "%s".
cs: Heslo APOP = "%s".

source: RPOP id = "%s".
cs: RPOP u¾ivatel = "%s"

source: Password = "%s".
cs: Heslo = "%s".

source: Protocol is KPOP with Kerberos %s authentication
cs: Protokol KPOP s autentizací typu Kerberos %s

source: Protocol is %s
cs: Protokol %s

source: (using service %s)
cs: (pou¾ívám slu¾bu %s)

source: (using network security options %s)
cs: (pou¾ívám bezpeènostní sí»ové volby %s)

source: (using port %d)
cs: (pou¾ívám port %d)

source: (using default port)
cs: (pou¾ívám implicitní port)

source: (forcing UIDL use)
cs: (vynucenì pou¾ívám UIDL)

source: All available authentication methods will be tried.
cs: Vyzkou¹ím ve¹keré dostupné autentizaèní metody.

source: Password authentication will be forced.
cs: Autentizace heslem je podporována

source: NTLM authentication will be forced.
cs: NTLM autentizace je podporována

source: OTP authentication will be forced.
cs: OTP autentizace je podporována

source: CRAM-Md5 authentication will be forced.
cs: CRAM-MD5 autentizace je podporována

source: GSSAPI authentication will be forced.
cs: GSSAPI autentizace je podporována

source: Kerberos V4 authentication will be forced.
cs: Kerberos V4 autentizace bude vynucena.

source: Kerberos V5 authentication will be forced.
cs: Kerberos V5 autentizace bude vynucena.

source: End-to-end encryption assumed.
cs: Pøedpokládám ¹ifrované spojení.

source: Mail service principal is: %s
cs: U¾ivatelem po¹tovní slu¾by je %s

source: Server nonresponse timeout is %d seconds
cs: Poèet vteøin, po který bude oèekávána odpovìï serveru: %d

source: (default).
cs: (implicitní).

source: Default mailbox selected.
cs: Zvolené po¹tovní schránky: implicitní

source: Selected mailboxes are:
cs: Zvolené po¹tovní schránky:

source: %s messages will be retrieved (--all %s).
cs: Stahované zprávy: %s (--all %s).

source: All
cs: v¹echny

source: Only new
cs: pouze nové

source: Fetched messages %s be kept on the server (--keep %s).
cs: Sta¾ené zprávy %s ponechány na serveru (--keep %s).

source: Old messages %s be flushed before message retrieval (--flush %s).
cs: Pøed zaèátkem stahování %s staré zprávy smazány (--flush %s).

source: Rewrite of server-local addresses is %s (--norewrite %s).
cs: Pøepisování místních adres: %s (--norewrite %s).

source: enabled
cs: zapnuto

source: disabled
cs: vypnuto

source: Carriage-return stripping is %s (stripcr %s).
cs: Mazání znaku CR: %s (stripcr %s).

source: Carriage-return forcing is %s (forcecr %s).
cs: Vynucení znaku CR: %s (forcecr %s).

source: Interpretation of Content-Transfer-Encoding is %s (pass8bits %s).
cs: Interpretování polo¾ky 'Content-Transfer-Encoding': %s (pass8bits %s).

source: MIME decoding is %s (mimedecode %s).
cs: dekódování MIME: %s (mimedecode %s).

source: Idle after poll is %s (idle %s).
cs: stálé spojení s IMAP serverem: %s (idle %s).

source: Nonempty Status lines will be %s (dropstatus %s)
cs: Neprázdné 'Status' øádky budou %s (dropstatus %s)

source: discarded
cs: odstranìny

source: kept
cs: ponechány

source: Delivered-To lines will be %s (dropdelivered %s)
cs: Delivered-To øádky budou %s (dropdelivered %s)

source: Message size limit is %d octets (--limit %d).
cs: Maximální velikost zprávy v bajtech: %d (--limit %d).

source: No message size limit (--limit 0).
cs: Maximální velikost zprávy v bajtech: neomezena (--limit 0).

source: Message size warning interval is %d seconds (--warnings %d).
cs: Interval zasílání varovných zpráv: %d vteøin (--warnings %d).

source: Size warnings on every poll (--warnings 0).
cs: Interval zasílání varovných zpráv: pøi ka¾dém stahování (--warnings 0).

source: Received-message limit is %d (--fetchlimit %d).
cs: Maximální poèet zpráv sta¾ených ze serveru je %d (--fetchlimit %d).

source: No received-message limit (--fetchlimit 0).
cs: Maximální poèet zpráv sta¾ených ze serveru: neomezen (--fetchlimit 0).

source: SMTP message batch limit is %d.
cs: SMTP dávkový limit: %d

source: No SMTP message batch limit (--batchlimit 0).
cs: SMTP dávkový limit: neomezeno (--batchlimit 0).

source: Deletion interval between expunges forced to %d (--expunge %d).
cs: Zahazování zpráv: po ka¾dém %d. smazání (--expunge %d)

source: No forced expunges (--expunge 0).
cs: Zahazování zpráv: po ukonèení spojení (--expunge 0)

source: Messages will be appended to %s as BSMTP
cs: Zprávy budou pøipojeny k %s jako BSMTP

source: Messages will be delivered with "%s".
cs: Zprávy budou doruèeny pomocí "%s".

source: Messages will be %cMTP-forwarded to:
cs: Zprávy budou pøeposlány pomocí %cMTP na:

source: (default)
cs: (implicitní)

source: Host part of MAIL FROM line will be %s
cs: Název stroje v MAIL FROM øádku bude %s

source: Address to be put in RCPT TO lines shipped to SMTP will be %s
cs: V SMTP pøíkazu RCPT TO bude pou¾ita adresa %s

source: Recognized listener spam block responses are:
cs: Antispammingová pravidla:
